export const ru = {
  nav: {
    rewards: "Награды",
    levels: "Уровни",
    tasks: "Задачи",
    steps: "Этапы",
    applyNow: "Подать заявку",
    joinNow: "Присоединиться"
  },
  welcome: {
    title: "ДОБРО ПОЖАЛОВАТЬ В АМБАССАДОРСКУЮ ПРОГРАММУ",
    program: " ",
    description: "Присоединяйтесь к программе амбассадоров Storm Trade и откройте для себя эксклюзивные возможности в мире децентрализованной торговли",
    benefits: {
      exclusive: {
        title: "Эксклюзивный доступ",
        description: "Приватные каналы команды и закрытые мероприятия сообщества"
      },
      rewards: {
        title: "Премиум преимущества",
        description: "Уникальные NFT и специальные награды в токенах $STORM"
      },
      program: {
        title: "Расширенная программа",
        description: "Эксклюзивные условия реферальной программы и торговые преимущества"
      }
    }
  },
  roles: {
    influencer: {
      title: "Инфлюенсеры",
      description: "Делитесь своим опытом и растите вместе с нами",
      fullDescription: "Инфлюенсеры Storm Trade - это катализаторы, которые помогают другим погрузиться в мир трейдинга с нашей платформой. Вы привлекаете новых трейдеров, делитесь рекомендациями и показываете, почему Storm Trade - лучший инструмент для успеха.",
      highlightMessage: "Просто делитесь, обучайте и вдохновляйте — и получайте заслуженные награды и признание.",
      cta: "Стать инфлюенсером"
    },
    advocate: {
      title: "Адвокаты",
      description: "Помогите построить наше сообщество",
      fullDescription: "Программа адвокатов создана для продвижения и развития активного сообщества вокруг Storm Trade. Эта комплексная инициатива включает структурированную систему с уровнями прогресса, задачами и наградами, повышая вовлеченность участников и углубляя их связь с проектом.",
      highlightMessage: "Если вы увлечены Storm Trade, активно занимаетесь трейдингом или создаете качественный обучающий контент, вы именно тот, кого мы ищем.",
      cta: "Стать адвокатом"
    }
  },
  rewards: {
    title: "Награды за участие",
    description: "Наши амбассадоры получают уникальные награды за свой вклад",
    influencer: {
      description: "Инфлюенсеры получают уникальные награды за свой вклад, включая эксклюзивные NFT, доступ к закрытым группам и многое другое. Данные награды разработаны для признания и поощрения упорной работы и преданности наших амбассадоров.",
      privateGroup: "Доступ к закрытой группе MarketMakers",
      tokens: "Токены $STORM",
      nfts: "Эксклюзивные NFT",
      more: "И многое другое"
    },
    tokenReward: "После достижения роли Сенсея адвокат получает право на вознаграждение в виде токенов $STORM.",
    distribution: "Токены будут распределяться ежемесячно на основе ежемесячных отчетов."
  },
  levels: {
    title: "Уровни программы",
    description: "Каждый уровень разработан для сопровождения участников в их путешествии",
    influencer: {
      title: "Уровни инфлюенсеров",
      description: "Каждый уровень разработан для сопровождения участников в их путешествии, признавая их рост и вознаграждая их преданность по мере того, как они развиваются от новичков до ключевых участников, формирующих будущее Storm Trade."
    },
    advocate: {
      title: "Уровни адвокатов",
      description: "Каждый уровень разработан для сопровождения участников в их путешествии, признавая их рост и вознаграждая их преданность по мере того, как они развиваются от новичков до ключевых участников, формирующих будущее Storm Trade."
    },
    student: {
      title: "Уровень 1: Student",
      description: "Присваивается при присоединении к программе адвокатов. Этот титул знаменует начало пути участника, знакомя его с ключевыми целями, ресурсами и задачами.",
      req1: "Присоединиться к Storm Trade Bot",
      req2: "Выполнить базовые задачи в категории Onboarding на платформе Zealy",
      req3: "Продемонстрировать четкое понимание Storm Trade и его миссии",
      benefit1: "Возможность присоединиться к закрытому чату адвокатов в Telegram",
      benefit2: "Дальнейшее участие в программе адвокатов"
    },
    master: {
      title: "Уровень 2: Master",
      description: "Мастера активно выполняют задачи, углубляют свои знания и налаживают связи с коллегами, фокусируясь на развитии навыков и вовлеченности в сообщество.",
      req1: "Активно выполнять задачи и накапливать очки",
      req2: "Когда будете готовы, заполнить форму для повышения уровня",
      benefit1: "Уникальная роль в Telegram-чате адвокатов",
      benefit2: "Возможность зарабатывать очки и награды за ситуативные задачи"
    },
    sensei: {
      title: "Уровень 3: Sensei",
      description: "Получив признание в сообществе за свой вклад, Сенсеи направляют других своим опытом и создают позитивную среду в сообществе.",
      req1: "Стабильно выполнять качественные задачи из списка задач",
      req2: "Выполнить не менее 25 единиц контента в роли Master в течение 4 недель",
      req3: "Процент успешно выполненных задач не менее 80%",
      benefit1: "Возможность получать вознаграждения за вклад в качестве официального амбассадора Storm Trade",
      benefit2: "Уникальная роль в сообществе Storm Trade"
    },
    grandmaster: {
      title: "Уровень 4: Grandmaster",
      description: "Высшая роль, достигаемая амбассадорами, которые демонстрируют лидерство, преданность и значительное влияние.",
      req1: "Быть в позиции Sensei не менее 2 месяцев",
      req2: "Обеспечивать наставничество и руководство другими амбассадорами",
      req3: "Процент успешно выполненных задач не менее 85%",
      benefit1: "Доступ к персонализированным и настраиваемым заданиям для получения наград",
      benefit2: "Уникальная роль в сообществе Storm Trade"
    },
    learnMore: "Узнать больше",
    requirements: "Требования",
    tasks: "Основные задачи",
    benefits: "Преимущества",
    explorer: {
      title: "Уровень 1: Explorer",
      description: "Исследователи - это новые участники, которые только начинают свой путь с StormTrade.",
      req1: "Иметь сообщество или аудиторию в различных социальных сетях",
      req2: "Заполнить форму",
      task1: "Создавать и делиться пользовательским контентом в социальных сетях",
      task2: "Распространять информацию о Storm Trade",
      benefit1: "Ставка CPM x1",
      benefit2: "Ограниченный доступ к каналам Discord и Telegram",
      benefit3: "Возможность роста в программе"
    },
    connector: {
      title: "Уровень 2: Connector",
      description: "Коннекторы - это участники, которые продемонстрировали постоянную вовлеченность и активность.",
      req1: "Создать минимум 5 единиц контента с коэффициентом CPM не менее 85%",
      req2: "Пригласить не менее 7 пользователей на платформу Storm Trade",
      req3: "Войти в топ-10 лидерборда",
      task1: "Создавать глубокий анализ и посты",
      task2: "Предоставлять обратную связь по функциям программы",
      task3: "Приглашать других пользователей присоединиться к Storm Trade",
      benefit1: "Ставка CPM x2",
      benefit2: "Эксклюзивные мероприятия для Коннекторов",
      benefit3: "Эксклюзивные награды для Коннекторов"
    },
    mastermind: {
      title: "Уровень 3: Mastermind",
      description: "Мастермайнды - это ключевые участники, проявившие преданность и глубокое понимание.",
      req1: "Создать минимум 12 единиц контента с коэффициентом CPM не менее 85%",
      req2: "Пригласить не менее 15 пользователей в Storm Trade",
      req3: "Войти в топ-5 лидерборда",
      task1: "Разрабатывать и вести маркетинговые кампании",
      task2: "Представлять Storm Trade на локальных мероприятиях",
      task3: "Быть наставником для новых участников",
      benefit1: "Максимальная ставка CPM x3.2",
      benefit2: "Доступ к закрытому сообществу MarketMakers",
      benefit3: "Эксклюзивные награды амбассадора"
    },
    showMore: "Узнать больше",
    showLess: "Свернуть"
  },
  steps: {
    title: "Шаги для начала",
    description: "Следуйте этим простым шагам, чтобы начать свой путь в качестве адвоката Storm Trade",
    step1: {
      title: "Выполните базовые задачи",
      description: "Начните свой путь, выполнив базовые задачи в категории Onboarding на платформе Zealy"
    },
    step2: {
      title: "Повышение уровня",
      description: "Достигнув уровня Master, готовьтесь к следующей возможности повышения уровня, когда она будет объявлена"
    },
    step3: {
      title: "Получайте награды",
      description: "Выполняйте специальные задания в Zealy, чтобы повысить уровень и получить эксклюзивные награды"
    }
  },
  modal: {
    title: "Подать заявку на участие в программе инфлюенсеров Storm Trade",
    email: "Email адрес*",
    fullName: "Полное имя*",
    location: "Где вы находитесь?*",
    submit: "Отправить заяку"
  },
  finalCta: {
    title: "Готовы начать свой путь?",
    description: "Присоединяйтесь к адвокатам Storm Trade и станьте частью нашего растущего сообщества",
    influencer: {
      title: "СТАНОВИТЕСЬ ИНФЛЮЕНСЕРОМ STORM TRADE СЕЙЧАС!",
      description: "Шагните в мир возможностей, эксклюзивных наград и возможности формировать будущее децентрализованного трейдинга. Ваш вклад имеет реальное значение, и сейчас самое подходящее время начать."
    }
  },
  footer: {
    about: {
      title: "О нас",
      website: "Сайт Storm Trade",
      whatIs: "Что такое Storm",
      terms: "Условия использования",
      audit: "Аудит смарт-контракта"
    },
    products: {
      title: "Продукты",
      trading: "Торговое приложение",
      earn: "Заработок"
    },
    docs: {
      title: "Документация",
      blog: "Блог",
      documentation: "Документация"
    },
    community: {
      title: "Присоединяйтесь к сообществу"
    }
  },
  taskboard: {
    title: "Задачи и система оценки",
    description: "Инфлюенсеры оцениваются на основе контента, который они создали на различных платформах (например, X, Telegram, YouTube), а также по количеству пользователей, привлеченных через их персональную реферальную ссылку.",
    cpm: {
      title: "Что такое CPM?",
      description: "CPM (cost per mile) - это модель ценообразования и метрика, часто используемая в маркетинге и рекламе. Также называется стоимостью за тысячу показов. В программе амбассадоров Storm Trade CPM означает общее вознаграждение за каждые 1000 показов, которые получает единица контента."
    },
    cpmRatio: {
      title: "Коэффициент CPM",
      description: "Этот коэффициент отражает множитель, применяемый к вашей базовой ставке CPM для каждой категории контента. Чем более значимым или сложным является тип контента, тем выше коэффициент CPM, что приводит к большему вознараждению за создание более качественного или стратегического контента."
    },
    table: {
      baseCpm: "Базовый CPM",
      contentCategory: "Доступные категории контента",
      platforms: "Платформы",
      categories: {
        tokenOrientedContent: "Контент о $STORM токене",
        platformOrientedContent: "Контент о платформе",
        videoSharing: "Видео контент",
        news: "Новости",
        narrativeShill: "Нарративный шилл",
        deepAnalysis: "Глубокий анализ",
        stormTradeAcademy: "Академия StormTrade",
        tradingCompetitions: "Торговые соревнования"
      },
      cpmRatioPrefix: "Коэффициент CPM:",
      impressions: "за 1000 показов"
    }
  }
};